Repository: CSTRSK/Project-AppGap
Catalog: UWP/Project AppGap/Project AppGap/Strings/*/Resources.resw
Source language: en
Languages: de_de, es, fr, it, pt

# appveraltet_vorlage_2
source: Actually I use your app [APPNAME] very much dear ladies and gentlemen, . But your app for Windows to my considerable enthusiasm cloud 10 platform. 10 store is on app you Windows unfortunately pretty obsolete, waiting with a laggard performance and can be also essential new features of IOS and Android apps to miss. That's why I would like to ask, whether they work on an update of the app for Windows 10 or at all, the consideration of such a move. Windows 10 has currently over 350 million installations that are potential customers for your app. It would be fatal to ignore this fast-growing market. With 10 Windows, Microsoft offers a universal app platform which allows to perform a basic app code on all devices from your Smartphone to PC. You must write your modern Windows 10 so only once app. Being your iOS app of excellent quality, I can put you to the saving of expense when developing a Windows 10 app still the "project Islandwood" from Microsoft to the heart. This allows your iOS app on the platform porting Windows 10. For more information, here: https://dev.windows.com/en-us/bridges/ios and https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ I would appreciate, if you reconsider my aspects and I sure maybe even of the potential for a Windows 10 app could. Best regards
de_de: Sehr geehrte Damen und Herren, @% Eigentlich nutze ich Ihre App [APPNAME] sehr gerne. Doch Ihre App für die Windows 10 Plattform trübt meine Begeisterung beträchtlich. Die von Ihnen im Windows 10 Store angebotene App ist leider ziemlich veraltet, wartet mit einer hinterherhinkenden Performance auf und lässt auch essentielle neue Funktionen der iOS- und Android-Apps vermissen. @% Deshalb möchte ich Sie fragen, ob sie an einer Aktualisierung der App für Windows 10 arbeiten beziehungsweise eine solche überhaupt in Erwägung ziehen. Windows 10 hat aktuell über 400 Millionen Installationen, die potentielle Kunden für Ihre App sind. Es wäre fatal, diesen schnell wachsenden Markt zu ignorieren. Mit Windows 10 bietet Microsoft eine universelle App Plattform an, die es ermöglicht, einen Basis-App-Code auf allen Endgeräten vom Smartphone bis zum PC auszuführen. Sie müssen Ihre moderne Windows 10 App also nur einmal schreiben. @% Da Ihre iOS App von hervorragender Qualität ist, kann ich Ihnen zum Ersparen von Aufwand beim Entwickeln einer Windows 10 App noch das "Project Islandwood" von Microsoft ans Herz legen. Dieses erlaubt es, Ihre iOS App auf die Windows 10 Plattform zu portieren. Mehr Informationen hierzu finden Sie hier: https://dev.windows.com/en-us/bridges/ios und https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% Ich würde mich freuen, wenn Sie meine Aspekte überdenken und ich Sie vielleicht sogar vom Potential einer Windows 10 App überzeugen konnte. @% Mit freundlichen Grüßen
es: Señoras y señores, @% realmente usar su aplicación [APPNAME] mucho. Pero su aplicación para Windows a mi entusiasmo considerable nube de plataforma 10. 10 es en la aplicación Windows por desgracia bastante obsoleto, con un rendimiento de rezagados y puede ser también esenciales nuevas características de IOS y Android apps a perder. @% Por eso me gustaría preguntar, si trabajan en una actualización de la aplicación para Windows 10 o en absoluto, la consideración de esa medida. Windows 10 tiene actualmente más de 400 millones instalaciones que son clientes potenciales para su aplicación. Sería fatal ignorar este mercado de rápido crecimiento. Con 10 Windows, Microsoft ofrece una plataforma de aplicación universal que permite para realizar un código básico de la aplicación en todos los dispositivos desde tu Smartphone a la PC. Debes escribir tu Windows moderno 10 tan sólo una vez la aplicación. @% Porque su aplicación iOS de excelente calidad, puedo poner le para el ahorro de gastos en el desarrollo de una aplicación de Windows 10 todavía el "proyecto Islandwood" de Microsoft al corazón. Esto permite su aplicación en la plataforma de portar Windows 10. Para obtener más información, aquí: https://dev.windows.com/en-us/bridges/ios y https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% estaría encantado de if repensar mis problemas y yo seguro que quizá incluso el potencial para una aplicación de Windows 10 podría. @% Saludos cordiales
fr: Mesdames et Messieurs, , @% , en fait j’ai utiliser votre app [NOMAPPLICATION] beaucoup. Mais votre application pour Windows sur mon enthousiasme considérable cloud plate-forme 10. 10 magasin est sur app vous Windows malheureusement assez obsolète, en attente avec une performance retardataire et peut être également de nouvelles fonctionnalités indispensables de IOS et Android apps manquer. @% C’est pourquoi je voudrais demander, qu’ils travaillent sur une mise à jour de l’application pour Windows 10 ou du tout, l’examen d’une telle démarche. Windows 10 compte actuellement plus de 400 millions installations qui sont des clients potentiels pour votre application. Il serait fatal à ignorer ce marché en plein essor. Avec 10 fenêtres, Microsoft propose une plate-forme d’application universelle qui permet d’effectuer un code base app sur tous les périphériques de votre Smartphone au PC. Vous devez écrire vos fenêtres modernes 10 ainsi qu’une seule fois app. @% Parce que votre application iOS d’excellente qualité, je peux vous mettre dans le sauvetage de frais lors du développement d’une application Windows 10 encore le projet « Islandwood » de Microsoft vers le cœur. Cela permet à votre application iOS sur la plate-forme Windows 10 le portage. Pour plus d’informations ici : https://dev.windows.com/en-us/bridges/ios et https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% je serais ravi se repenser mes problèmes et j’ai bien sûr peut-être même le potentiel pour une application Windows 10 pourrait. Cordialement @%
it: Signore e signori, @% in realtà io uso l'app [NOMEAPP] molto. Ma l'app per Windows al mio entusiasmo considerevole 10 piattaforma cloud. 10 store è su app si Windows purtroppo abbastanza obsoleto, in attesa con una performance ritardatario e può anche essere essenziale nuove funzionalità di IOS e Android apps per perdere. @% è per questo che vorrei chiedere, se lavorano su un aggiornamento dell'app per Windows 10 o affatto, la considerazione di una tale mossa. Windows 10 ha attualmente più di 400 milioni installazioni che sono potenziali clienti per la tua app. Sarebbe fatale per ignorare questo mercato in rapida crescita. Con 10 di Windows, Microsoft offre una piattaforma di app universale che permette di eseguire un codice di app di base su tutti i dispositivi dal tuo Smartphone al PC. È necessario scrivere il vostro Windows moderno 10 così solo una volta app. @% Perché l'app di iOS di ottima qualità, posso metterti al risparmio di spesa quando si sviluppa un'app di Windows 10 ancora il "progetto Islandwood" da Microsoft al cuore. Ciò consente all'app di iOS sulla piattaforma porting di Windows 10. Per ulteriori informazioni, qui: https://dev.windows.com/en-us/bridges/ios e https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% sarei felice se ripensare i miei problemi e io certo forse anche del potenziale per un'app di Windows 10 potrebbe. @% Cordiali saluti
pt: Senhoras e senhores, @% na verdade eu uso o app [APPNAME] muito. Mas seu app para Windows para meu entusiasmo considerável nuvem plataforma 10. loja 10 é na app você Windows infelizmente muito obsoletos, esperando com um desempenho laggard e pode também ser essenciais novos recursos do IOS e Android apps a falta. @% é por isso que eu gostaria de perguntar, se eles trabalham em uma atualização do app para Windows 10 ou em todos, a consideração de tal movimento. 10 Windows atualmente tem mais de 400 milhões instalações que são potenciais clientes para seu aplicativo. Seria fatal para ignorar este mercado de rápido crescimento. Com 10 janelas, Microsoft oferece uma plataforma de aplicativo universal que permite executar um código app básica em todos os dispositivos de seu Smartphone para o PC. Você deve escrever suas janelas modernas 10 tão somente uma vez app. @% Porque seu app iOS de excelente qualidade, posso colocá-lo para a economia de despesa ao desenvolver um aplicativo Windows 10 ainda o "projeto Islandwood" da Microsoft para o coração. Isso permite que seu iOS app na plataforma portando 10 de Windows. Para obter mais informações, aqui: https://dev.windows.com/en-us/bridges/ios e https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% eu ficaria encantado se repensar meus problemas e eu claro, talvez até o potencial para um aplicativo do Windows 10 podia. @% Atenciosamente

# appveraltet_vorlage_3
source: Ladies and gentlemen, I think your app [APPNAME] excellent and would prefer even more often to use them. Unfortunately, the app is still in the old design of Windows 8 is kept. Therefore, I only use the app if it really must be. There are already views on an upcoming Windows 10 version of the app? Thank you already in advance Best regards
de_de: Sehr geehrte Damen und Herren, @% Ich finde Ihre App [APPNAME] hervorragend und würde sie am liebsten selbst viel öfter benutzen. Leider ist die App noch im alten Design von Windows 8 gehalten. Deshalb nutze ich die App auch nur, wenn es wirklich sein muss. Gibt es denn schon Aussichten auf eine kommende Windows 10 Version der App? @% Vielen Dank bereits im Voraus. @% Mit freundlichen Grüßen
es: Señoras y señores, @% creo su aplicación [APPNAME] excelente y prefiere más a menudo a usarlos. Desafortunadamente, la aplicación está todavía en que el viejo diseño de Windows 8 se mantiene. Por lo tanto, sólo utilice la aplicación si realmente debe ser. ¿Ya son vistas en una próxima versión 10 de Windows de la aplicación? @% Gracias ya de antemano @% Saludos cordiales
fr: Mesdames et Messieurs, @% je pense que votre app [NOMAPPLICATION] excellent et préfère encore plus souvent s’en servir. Malheureusement, le soft est toujours à que la vieille conception de Windows 8 est maintenu. Par conséquent, je n’utilise que l’app si elle doit vraiment être. Il y a déjà des vues sur une prochaine version de Windows 10 de l’app ? @% Je vous remercie déjà d’avance Cordialement @%
it: Signore e signori, @% credo che la tua app [NOMEAPP] eccellente e sarebbe anche più spesso preferiscono utilizzarli. Purtroppo, l'app è ancora nel che vecchio design di Windows 8 è mantenuto. Pertanto, utilizzare solo l'app se veramente deve essere. Ci sono già viste su una prossima versione di Windows 10 dell'app? @% Ringrazio già in anticipo @% Cordiali saluti
pt: Senhoras e senhores, @% acho que o seu app [APPNAME] excelente e prefere mesmo mais frequentemente para usá-los. Infelizmente, o app é ainda que o antigo projeto do Windows 8 é mantido. Portanto, eu só uso o app que realmente deve ser. Já existem pontos de vista sobre uma próxima versão do Windows 10 do app? @% Agradeço já antecipadamente @% Atenciosamente
